---
kind: property
id: P:Autodesk.Revit.DB.ExtensibleStorage.Field.Schema
source: html/31fb75ad-8cac-c473-0037-c802868aa6d5.htm
---
# Autodesk.Revit.DB.ExtensibleStorage.Field.Schema Property

The Schema to which this Field belongs.

## Syntax (C#)
```csharp
public Schema Schema { get; }
```